Repository: rbnortz/xliff-merger
Catalog: translated.xlf
Languages: fra

# addNewDetail
source: {START_ITALIC_TEXT} {CLOSE_ITALIC_TEXT} Add New Asset Detail
fra: Ajouter nouveau détail sur l’actif

# addNewImprovement
source: {START_ITALIC_TEXT} {CLOSE_ITALIC_TEXT} Add New Improvement
fra: Ajouter nouvelle amélioration

source: Address
fra: Adresse

source: Area
fra: Superficie

source: Area Unit
fra: Unité de mesure de la superficie

source: Assessment Value
fra: Valeur d’évaluation

# assessmentYear
source: Assessment Base Year
fra: Année de référence de l’évaluation municipale

source: Asset ID
fra: ID de l’actif

source: Asset Summary Page
fra: Page de résumé de l’actif

source: Asset Workflow
fra: Envoi par transitique de l’actif

source: Associated Range Land or Crown Lease
fra: Associé à de grands pâturages ou baux sur terre de la Couronne

source: Association
fra: Association pédologique

# attachedToWinery
source: Attached Winery
fra: Chai sur le site

source: AUM
fra: UAM

source: Auto Pin
fra: Épingler automatiquement

source: Back
fra: Précédent

source: Bedded Pack Barn
fra: Sur litière accumulée

source: British Columbia
fra: Colombie-Britannique

source: Bunkhouse (labour housing)
fra: Maison de travailleurs

source: Business Partners
fra: Partenaires d'affaires

source: Cancel
fra: Annuler

source: Cancel Workflow
fra: Annuler l’envoi par transitique

# cancelWorkflowWarningMessage
source: Are you sure you want to cancel all assets from this workflow?
fra: Êtes-vous sûr de vouloir supprimer tous les actifs de cet envoi par transitique?

source: Characters remaining:
fra: Caractères restants :

source: CLI Class
fra: Classe de l’ITC

source: CLI Subclass
fra: CLI Subclass Sous-classe de l’ITC

source: Close
fra: Fermer

source: CMS Land Area
fra: Superficie des terres dans CMS

source: Collapse all
fra: Réduire tout

source: Comment
fra: Commentaire

source: Comments
fra: Commentaires

source: Commit
fra: Soumettre

source: Comparable Sales
fra: Ventes comparables

source: Concrete Floor
fra: Plancher de béton

source: Continue
fra: Continuer

source: Cooling Area
fra: Superficie réfrigérée

# copyToClipboard|FCC Base: Error 500 copy button
source: Copy to clipboard
fra: Copier dans le presse-papiers

source: Corner Arm
fra: Bras de coin

source: Create Workflow
fra: Envoyer une demande par transitique

source: Credit Facilities
fra: Facilités de crédit

source: Curtains
fra: Rideaux

source: Decline
fra: Révoquer

source: Decline Workflow
fra: Révoquer la demande par transitique

# declineWorkflowWarningMessage
source: Are you sure you want to decline all assets from this workflow?
fra: Êtes-vous certain de vouloir révoquer tous les actifs liés à cette demande par transitique?

source: Delete All
fra: Tout supprimer

source: Delete Draft
fra: Supprimer l’ébauche

# deleteDraftWarningMessage
source: Are you sure you want to delete this draft?
fra: Êtes-vous certain de vouloir supprimer cette ébauche?

source: Density
fra: Densité

source: Deselect all
fra: Désélectionner tout

source: Details
fra: Détails

source: Determine Value
fra: Déterminer la valeur

source: Draft
fra: Ébauche

source: Edit
fra: Modifier

source: Effective Age
fra: Âge effectif

source: Effective Age Guide
fra: Guide - Âge effectif

# errorDetails|FCC Base: Error 500 detail title
source: Error Details
fra: Détails de l’erreur

source: Expand all
fra: Agrandir tout

source: Fabric Cover
fra: Revêtement de toile

source: Feeder Capacity
fra: Capacité d’engraissement

source: Feedmill
fra: Meunerie

# finalRating
source: Final Rating (0-100)
fra: Taux final (0-100)

source: Find By
fra: Trouver par

source: Frost Protection
fra: Protection contre le gel

source: Fruit Type
fra: Type de fruit

source: Gestation Housing System
fra: Système de logement - gestation

source: Grain Dryer
fra: Séchoir à grains

source: Grape Type
fra: Type de vigne

source: Gutter Height
fra: Hauteur sous gouttière

source: Gutter Height Unit Type
fra: Type d’unité hauteur sous gouttière

source: Hanging Grow Troughs
fra: Culture en bac suspendu

source: Hide
fra: Masquer

source: Hide Additional Details
fra: Masquer renseignements supplémentaires

source: Historical
fra: Historique

source: Hot Water Floor Rails
fra: Rail eau chaude au sol

source: Housing System
fra: Système de logement

source: Humidity Control System
fra: Système de contrôle de l’humidité

source: Improvements
fra: Améliorations

source: Improvement Total
fra: Total des améliorations

source: Insurance Rating
fra: Zone de risque

source: Irrigated
fra: Irrigation

source: Land
fra: Terres

source: Land Assets
fra: Biens fonciers

source: Land Details
fra: Détails sur la terre

# landImprovements
source: Improvements
fra: Améliorations

source: Land Total
fra: Total - Terre

source: Last Valuation:
fra: Dernière évaluation :

source: Last Valuation Date
fra: Date de la dernière évaluation

source: Last Valuation ID
fra: ID de la dernière évaluation

source: Legal Irrigation System
fra: Système d’irrigation officiel

source: Legal Land Description
fra: Description officielle de la terre

source: Life interest/leasehold estate
fra: Intérêt viager/domaine à bail

source: Login
fra: Ouvrir une session

# login|FCC Base: Login
source: Login
fra: Ouvrir une session

source: Logout
fra: Fermer la session

source: Long Description
fra: Description détaillée

source: Market
fra: Marché

source: Multi Storey
fra: Étages multiples

source: New Brunswick
fra: Nouveau-Brunswick

# newfoundlandLabrador
source: Newfoundland and Labrador
fra: Terre-Neuve-et-Labrador

source: New Value:
fra: Nouvelle valeur :

source: No access to property (landlocked)
fra: Aucun accès à la propriété (enclavée)

source: No access to water
fra: Aucun accès à de l’eau

source: None
fra: Aucune

source: No Quota Attached
fra: Aucun quota n’est joint.

# notAuthorized
source: {START_ITALIC_TEXT} {CLOSE_ITALIC_TEXT} You are not authorized to view this page
fra: Vous n’êtes pas autorisé à visualiser cette page

# notFound
source: {START_ITALIC_TEXT} {CLOSE_ITALIC_TEXT} Page not found
fra: Page introuvable

source: Nova Scotia
fra: Nouvelle-Écosse

source: Number of kW
fra: Nombre de kW

source: Number of Taps
fra: Nombre d’entailles

source: Number of Units
fra: Nombre d’unités

source: On site C02 Production
fra: Production de C02 sur place

source: Optional
fra: Facultatif

source: Organic
fra: Biologique

source: Other Assets
fra: Autres actifs

source: Overhead Basket Line
fra: Ligne pour soutenir les paniers

source: Password
fra: Mot de passe

source: Planting Year
fra: Année d’ensemencement

source: Premium Living Quarter
fra: Logement de qualité supérieure

source: Price per
fra: Prix par

source: Prince Edward Island
fra: Île-du-Prince-Édouard

source: Quality
fra: Qualité

source: Quebec
fra: Québec

source: Quota(LBS)
fra: Quota (lb)

source: Reason
fra: Raison

# recentlyUpdatedInBoss
source: This asset has been updated recently in BOSS. It is recommended to verify this asset before valuing it.
fra: Cet actif a été mis à jour récemment dans Boss. Il est recommandé de le vérifier avant de l’évaluer.

source: Replacement Housing
fra: Espace pour remplacement

source: Reputation risk
fra: Risque lié à la réputation

# requestId|FCC Base: Error 500 request id label
source: Request Id:
fra: ID de la demande :

source: Risk
fra: Risque

source: Save
fra: Enregistrer

source: Search results not found.
fra: Aucun résultat trouvé

source: Select all
fra: Tout sélectionner

# selectAnOption
source: --Select--
fra: --Veuillez sélectionner--

source: Selected
fra: Sélectionné

source: Short Description
fra: Description courte

# showDetails|FCC Base: error 500 show details button
source: show details
fra: Afficher détails

source: Size
fra: Superficie

# sizeMismatchWarning
source: Total size does not match CMS size
fra: La superficie totale ne correspond pas à la superficie dans CMS

source: Size Unit
fra: Unité de mesure de la superficie

source: Soil Texture
fra: Texture du sol

source: Solar Panel Type
fra: Type de panneaux solaires

source: Square Foot
fra: Pied carré

source: Square Metre
fra: Mètre carré

# stackTrace|FCC Base: Error 500 Stack trace label
source: Stack trace:
fra: Trace d’appels :

source: Status
fra: Statut

# successMessageCommit
source: Asset(s) committed successfully
fra: Actif(s) soumis avec succès

# successMessageDraft
source: Draft saved
fra: Ébauche enregistrée

# successMessageWorkflow
source: Appraisal workflow sent successfully
fra: Dermande d'évaluation par transitique envoyée avec succès

# successMessageWorkflowDeleted
source: Appraisal workflow declined successfully
fra: Demande d'évaluation par transitique révoquée avec succès

source: Suggested
fra: Suggéré

# switchTo
source: Switch to French
fra: Changer vers l'anglais

source: Tile Drainage
fra: Drainage souterrain

# timestamp|FCC Base: Error 500 timestamp label
source: Timestamp:
fra: Heure :

source: Total Size
fra: Superficie totale

# totalSizeWarning
source: Total size converted due to having multiple unit types. Conversions may not be completely accurate.
fra: L’attribution de plusieurs types d’unités a entraîné la conversion de la superficie totale. Les conversions peuvent être inexactes.

source: Township
fra: Canton

source: Township Concession Lot
fra: Canton concession lot

source: Travelling Irrigation Booms
fra: Rampes d’irrigation mobiles

source: Type of Cages
fra: Type de cages

# unitRateDollarPerKW
source: Unit Rate $/kW
fra: Taux unité $/kW

source: Unit type
fra: Type d’unité

source: Urban Fringe
fra: Banlieue urbaine

source: Use
fra: Utilisation

source: User:
fra: Utilisateur :

source: Username
fra: Nom d’utilisateur

source: Valid
fra: Valide

source: Valuation Workflow
fra: Envoi par transitique de l’évaluation

source: Valuation Completed:
fra: Dernière évaluation :

source: Valuations
fra: Évaluations

source: Value
fra: Valeur

# valueInvalidWorkflowedAssetsError
source: Can't value invalid or workflowed assets
fra: Impossible d’évaluer des actifs invalides ou envoyés par transitique

# valueOfCrop
source: Crop Value
fra: Valeur de la variété

source: View
fra: Afficher

source: View Additional Details
fra: Consulter renseignements supplémentaires

source: Workflow
fra: Transitique

source: Workflow Assets
fra: Envoyer les actifs par transitique

source: Workflow details:
fra: Détails de la demande par transitique :

source: Yield
fra: Rendement

source: Your login has expired!
fra: Votre session a expiré!

source: Zoning (non-Ag/High Risk)
fra: Zonage (non agricole/risque élevé)
